import ReviewCard from "../components/ReviewCard";

const Reviews = () => {
    return(
        <div className={"reviews"}>
            <div className="reviews-main">
                <h1>Прочитайте отзывы <br/><span>наших клиентов</span></h1>
                <div className="reviews_layout-cards">
                    <ReviewCard
                        reviewerName={"Влад Кочетов"}
                        review={"Очень доволен предоставленными услугами! Фотографии высокого качества захватили все важные моменты. Видеосъемка оказалась на высшем уровне, эмоции переданы точно. Профессионализм и творческий подход команды порадовали. Спасибо за незабываемые воспоминания!" +
                            "Очень доволен предоставленными услугами! Фотографии высокого качества захватили все важные моменты. Видеосъемка оказалась на высшем уровне, эмоции переданы точно. Профессионализм и творческий подход команды порадовали. Спасибо за незабываемые воспоминания!"}
                        score={10}
                    />
                    <ReviewCard
                        reviewerName={"Влад Кочетов"}
                        review={"Очень доволен предоставленными услугами! Фотографии высокого качества захватили все важные моменты. Видеосъемка оказалась на высшем уровне, эмоции переданы точно. Профессионализм и творческий подход команды порадовали. Спасибо за незабываемые воспоминания!"}
                        score={10}
                    />
                    <ReviewCard
                        reviewerName={"Влад Кочетов"}
                        review={"Очень доволен предоставленными услугами! Фотографии высокого качества захватили все важные моменты. Видеосъемка оказалась на высшем уровне, эмоции переданы точно. Профессионализм и творческий подход команды порадовали. Спасибо за незабываемые воспоминания!"}
                        score={10}
                    />
                </div>
            </div>
        </div>
    )
}
export default Reviews